[
  {
    "id": "f873acef-42c4-4555-bb3a-51278b093112",
    "title": "Процессоры AMD Ryzen Zen 5 Granite Ridge AM5 для настольных ПК появятся в этом году",
    "description": "По свежей информации, процессоры следующего поколения AMD на архитектуре Zen 5 с кодовым названием Granite Ridge поступили в массовое производство.\n\nИх выход на рынок будет значительным событием, так как это переход на архитектуру следующего поколения. В дополнение к самой архитектуре Zen 5, процессоры будут включать в себя новые технологии. Они будут совместимы с материнскими платами чипсетов серии 600 и выпускаются под сокет AM5. По планам компании AMD, новые процессоры поступят в продажу во 2-й половине текущего года.\n\nОжидается, что эти процессоры принесут увеличенную производительность и эффективность, а также интеграцию с технологиями искусственного интеллекта и машинного обучения. В то же время Intel также представит процессоры Arrow Lake-S на новом сокете LGA 1851 с ускорителями ИИ и обновленным дизайном блока нейронных вычислений. AMD также планирует выпустить APU Ryzen 8000G уже в январе.",
    "date": "2024-01-16T15:30:00Z",
    "image": true
  },

  {
    "id": "e22d7052-2e7d-4c4b-bc94-be150e70d344",
    "title": "Кэш L2 GPU для GeForce RTX 4070 SUPER составит 48 МБ, а не 36 МБ как было указано ранее",
    "description": "Когда NVIDIA анонсировала видеокарту GeForce RTX 4070 SUPER , в спецификации указано, что количество ядер графического процессора AD104 увеличилось на 20% по сравнению с RTX 4070, однако его L2-кэш был указан как те же 36 МБ. Теперь NVIDIA подтвердила, что это значение было указано по ошибке, и обновила страницы своих продуктов правильным объемом кэша, который составляет 48 МБ, таким же, как у RTX 4070 Ti.\n\nНаличие более высокого кэш-памяти L2 очень важно для графического процессора, подобного GeForce RTX 4070 SUPER. Он оснащен 192-битным интерфейсом шины памяти и предназначен для игровых ПК с высокой частотой обновления 1080p и 1440p. Дополнительные детали, такие как текстуры с более высоким разрешением и само более высокое разрешение, могут привести к возникновению узких мест в подсистеме памяти, и хотя RTX 4070 SUPER оснащен новейшей памятью G6X, все еще существуют определенные сценарии, при которых может возникнуть перегрузка памяти и вызвать замедление работы в играх. Наличие большого кэша L2 рядом с графическим процессором обеспечивает высокоскоростное соединение между всеми GPC для передачи данных.\n\nТаким образом, наличие 48 МБ кэш-памяти L2 на графическом процессоре NVIDIA GeForce RTX 4070 SUPER GPU, безусловно, является очень хорошим решением и стало бы хорошим улучшением по сравнению с вариантом без SUPER.",
    "date": "2024-01-15T19:00:00Z",
    "image": true
  }
]